Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN The Gamer.tmx
Source language: ko_kr
Languages: en

source: 신의 조각이 깃들었다면 귀중한 샘플이지.
en: it would make a great research sample since it has a piece of a god in it.

source: 서울과 비교해도 인구밀도가 더 높으니 사상력도 많을 수밖에 없겠죠.
en: it’ll be brimming with mental power since it has a much higher population than seoul.

source: 지금이야 디지털 세계로 나아가며 종이를 과거보다 덜 사용한다고는 하지만,
en: although we say we’re using less paper than in the past as we move into the digital age,

source: 창조주님의 권속인 신유화 부장 말씀이시군요.
en: yes, creator. yoohwa shin, the head of your subordinates.

source: 한지한이라고 합니다.
en: my name is jihan han.

source: 잘 할 수 있겠지?
en: you can do that, can’t you?

source: 그럼 이대로 사인 쪽도 털어버릴까?
en: should I go after the lizardmen while I’m at it?

source: 즉.{j}이 시로는 자기가 팔백만 중에서도 말석.
en: so you’re saying this shiro is the last of the eight million.{j}

source: 그 도쿄 타워에서만 가능하다던가….
en: it can only be done in the tokyo tower...

source: 제가 그 보구를 대체하고도 남을 정도의 더 뛰어난 결계를 만들어 드리죠.
en: I’ll replace the orb with a better and stronger barrier.

source: 아하.
en: oh, I see...

source: 근원력 환원 변환 장치!
en: numen revert conversion device!

source: 그야말로 나를 서포트 하기 위한 여러 가지 능력이라 이거로군.
en: so it’s a bunch of abilities that can help support me.

source: 그런 게 있었어?
en: there’s an ability like that?

source: 그것도 괜찮을지도.
en: that’s not a bad idea.

source: 다만 비율은 25% 정도네요.
en: however, the ratio is about 25%.

source: 사실 마력변환기 10기와 다를 건 없어요.
en: it’s actually not much different from a 10th generation magic power conversion device.

source: 그런 거 쉽게 말해 줘도 돼?
en: are you sure you should be telling me this?

source: 죄송합니다.
en: I apologize,

source: 스승님에게 구해지고, 여기서 수행했었다고.
en: I started training here after being saved by master.

source: 역시.{j}그쪽에 실력자가 하나 나타나서 곤란해하던 참이었습니다.
en: {j}we’ve also been in a tight spot ever since a powerful person appeared here.

source: 알겠사옵니다.
en: understood.

source: 애초에 약육강식의 환경에서 선악을 가르는 것은 의미가 없답니다.
en: there’s no point discerning between good or evil in the first place.

source: 물론입니다.
en: of course.

source: 적어도 100명 이상은 되어야 하죠.
en: there should be at least 100 people.

source: 귀문일파의 아지트.
en: demon gate sect HQ

source: 게다가 이 녀석들을 휘하로 받아들이면 도움 부분도 확실하고.
en: besides, taking them as my subordinates is definitely helpful.

source: 어마어마하게 강하군.
en: you’re incredibly strong.

source: 무슨 일입니까?
en: what is it?

source: 많다!
en: that’s a lot!

source: 그 때문에 그걸 이용해서 야금야금 인간을 잡아먹는 괴이나 요괴, 혹은 어비스에 속한 인간들이 많답니다?
en: isn’t that why there are lots of monsters, goblins, and spirits from the abyss who use it to eat humans little by little?

source: 하나.
en: one.

source: 무슨 요청이죠?
en: what kind of request is it?

source: 하긴.{j}결계는 뭐가 됐든 시간이 오래 걸리니까….
en: well, I guess barriers do take a long time to set up...{j}

source: 보스몬 슈트와 합체 후 더 대단해진 그 능력은 증식과 복제, 분열이 가능해졌다.
en: this multiplication, cloning, and division ability was enhanced after merging with the bossmon suit.

source: 이 새X가아아아!
en: you b*stard!!!

source: 신의 힘이라는 건가.
en: the power of god, huh.

source: 더 게이머!?
en: the gamer?!

source: 밀법밀교의 교주라고 해서 제가 조금 오해한 모양입니다.
en: I think I misunderstood because you’re the head of esoteric buddhism.

source: 그러면 뭐 하려고?
en: what are you gonna do then?

source: 격이 높다고 해서, 현재 가진 힘이 강한 건 아니잖아요?
en: being a higher level doesn’t always mean having strong powers as well, right?

source: 한반도의 절대자시여.
en: the absolute ruler of the korean peninsula.

source: 도와달라고 하는데 안 도와주는 것도 찝찝하고.
en: it’d be embarrassing to say no when she’s asking for help.

source: 이건 확실히 토벌 대상이군요.
en: they should definitely be suppressed,

source: 종이라면 문명의 도구.
en: paper is a tool of civilization.

source: 그나저나….
en: anyway...

source: 가짜다!
en: those are fake feelings!

source: 결계사
en: barrier maker

source: 인간을 제물로 바친 후 지옥의 힘을 사용, 오니를 탄생시키는 방법.
en: using the power of hell via human sacrifice to produce new onis.

source: 그쪽에 실력자가 하나 나타나서 곤란해하던 참이었습니다.
en: we’ve been in a tight spot ever since a powerful person appeared here.

source: 전부 처리하실 건가요?
en: are you gonna take care of all of them?

source: 더 게이머에게 주살을 사용해!
en: start using incantations against the gamer!

source: 이걸로 이 두 개의 장승을 컨트롤하게 되어있습니다.
en: you can control the two totems using this.

source: 그러게.{j}바로 가자.
en: {j}so let’s head over quickly.

source: 아니 관광은 됐어.
en: nah, I don’t need a tour.

source: 오… 쓸만한 물건인데.
en: oh... it sounds pretty useful.

source: 저들 중에는 천외천에 들어가는 이들도 있었는데.
en: some of them were part of the heavenly thousand.

source: 이 안의 것을 이용해서, 결계를 만들어 냈지.
en: the barrier was constructed using whatever is inside.

source: 귀문.
en: demon gate.

source: 아니면 집에 가서 수련이나 아이템 제작을 할까?
en: or should I go home and train or make some items?

source: 네놈도 알고 있잖나?
en: you know this, don’t you?

source: 시간은 금이라는 말이 유명하지 않습니까?
en: isn’t there a famous saying that goes, “time is gold”?

source: 하긴.{j}종이라면 문명의 도구.
en: well, paper is a tool of civilization.{j}

source: 하지만 제 생각으로는 본래 나약했던 미천한 신령일 리는 없다고 봐요.
en: however, I doubt it is a humble spirit that was originally weak.

source: 결국, 결계를 유지하는 동력원이 필요한 거잖아요?
en: ultimately, isn’t a power source to maintain the barrier needed?

source: 주…주술!
en: in... incantations!

source: 그걸 찾으면 권시연의 힘이 나에게 도움 될 거야.
en: shiyeon kwon’s power will help me if I find it.

source: 실례했습니다.
en: pardon me.

source: 우리 대화를 훔쳐 들을 수 없게 하면 그만이지.
en: it’s fine as long as we can prevent them from eavesdropping.

source: 실제로 숫자가 팔백만에 달하지만,
en: while they all do exist,

source: 그러면 모두 가시죠.
en: goodbye.

source: 피어싱을 주술적 의미로 하는 부족이 있다는 것은 나도 들었지만….
en: I’ve heard of tribes having piercings for magical purposes...

source: 이걸로 사상력을 빨아들여서 마력으로 전환, 결계에 연결한다.
en: this would allow for mental power to be converted into magic power, which we can then connect to the barrier.

source: 결계 해석 및 침투 마법 적용.
en: apply barrier analysis and infiltration magic.

source: 최근 전마협회 쪽과 요산회 쪽에서 바쁘게 움직이고 있다는 첩보를 입수해서 수사하던 중이었거든요.
en: I’ve been investigating the japanese war horse association and the mount group after recently receiving information saying they’ve been up to something.

source: 저런 괴물이 대체 어디서 나타난 거냐.
en: where did a monster like that come from?

source: 밝은 미래.
en: that means a bright future

source: 역시.
en: as expected,

source: 그래서 대장전용의 결전병기…
en: it’s just like...

source: 옛날의 너처럼?
en: just like how you used to?

source: 주인님의 뜻이 그러시다면 그에 따르죠.
en: if that’s what you want, master, I’ll go with you.

source: 나 자신도 강해질 테고.
en: I’ll be strong as well.

source: 도쿄 내 관광이라도 하면서 돌아다니시게나.
en: you can go sightseeing around tokyo for the time being.

source: 너.
en: you’re

source: 네놈.
en: you b*stard.

source: 오케이.
en: okay.

source: 이라고 부르면 될까요?
en: may I call you that?

source: 스토리 담당입니다.
en: it’s me, the author.

source: 이거 진짜 나만의 왕국을 만드는 것도 가능하겠는걸?
en: is it really possible to make my own kingdom?

source: 말했잖냐.
en: I told you,

source: 하지만 그것과 별개로, 치우천황의 뼛조각은 어떻게 회수하시려고요?
en: how will you recover the bone fragments of emperor chiyou?

source: 생활비 절약이요.
en: saving money.

source: 자네의 말이 맞네.
en: you’re right.

source: 뭐 그런 뜻이야?
en: is that right?

source: 후퇴한다!
en: retreat!

source: 적이 한 명이라면 적을 죽이고 나는 살 수 있을 테니.
en: if there was only one enemy, they’d die and I’d survive.

source: 그거 뭐야.
en: what the heck...

source: 그건 밀법밀교에 속한 이들 전원의 생각입니까?
en: is this the general consensus of everyone under esoteric buddhism?

source: 특성은 3개 고를 수 있네?
en: I can choose three characteristics?

source: 결계 해제.
en: release barrier.

source: 두 개 조직을 털었는데 제법 쏠쏠하네.
en: not a bad haul at all from the two groups I’ve stolen them from.

source: 그 요도 말이야.
en: that yodo thing.

source: 귀문일파가 이 모양이면, 사인 쪽도 별 볼 일 없을 거 같은데.
en: judging from this group, the lizardmen shouldn’t be too hard to deal with.

source: 하지만 적이 상처 입을 때, 그 일부의 대미지를 사용자가 되돌려 받게 되는 형태의 재미있는 무기네요.
en: what’s interesting is that it reflects some of the damage an enemy receives from this weapon back to the user.

source: 네이밍 센스가 영….
en: this naming sense...

source: 잔챙이군요.
en: what a small fry.

source: 저희 밀법밀교를 존귀한 분의 휘하 세력으로 삼아 주신다면 하해와 같은 은덕이옵니다.
en: you will receive blessings as vast as the sea if you accept esoteric buddhism under your noble command.

source: 누구냐?
en: who are you?

source: 이거 결계 안쪽에서 밖을 공격할 수 있다고 설명해 드렸었잖아요.
en: I told you that you can attack from inside the barrier.

source: 그런 쬐깐한 조직 하나 어쩌지 못하다니.
en: to think you couldn’t do anything against such a measly organization.

source: 성공했군요.
en: it was a success.

source: 악한 존재를 탐지하는 것으로, 상대가 저지른 죄업을 측량하는 마법이다.
en: it detects evil beings by calculating the number of sinful deeds that the target has committed.

source: 지겐도 높은 직위에 있는 것 같지만.
en: not even jigen, who seems to be in a high-ranking position.

source: 아니, 듣는 잔챙이 기분 나쁘잖아.
en: hey, that’s hurtful, you know...

source: 신의 성물의 힘은 결계에 적합한 게 아니니까.
en: the power of the god’s sacred treasure isn’t compatible with the barrier.

source: 보주 자체도 충전식이라서죠?
en: is it because the orb is rechargeable?

source: 뭐, 문제라면….
en: but if that’s the case...

source: 즉, 신성을 가진 존재라고는 하지만….
en: even though she’s a divine being...

source: 어차피 나인스 게이트 급의 조직이 있는 것도 아니니까.
en: there isn’t even anyone on the level of the ninth gate.

source: 내가 그런 잔학무도한 사람으로 보여?
en: do I seem like someone who would commit atrocities like that?

source: 실망이야, 실망.
en: how disappointing.

source: 지옥에서 그런 짓을 하던 놈인데….
en: after all, you’re the one who did all those things in hell...

source: 그렇게까지 필요한 물건은 아니라고 할 수 있겠네요.
en: I don’t think we really need it.

source: 즉, 언젠가 박살 나는 물건.
en: tsk, it’s just an item that’ll break sooner or later.

source: 어이, 호노우마(炎馬).
en: hey, honouma.

source: 일본에 한국 것을 놓은 게 좀 이상해 보이지만, 뭐 어때?
en: it might be kind of strange to put something korean in japan, but what can I do?

source: 살(殺)!
en: kill!

source: 여기는 도쿄잖아요?
en: after all, this is tokyo.

source: 그런데도 가지고 그 장소에 계셨던 건….
en: if so, why did you bring it to that place?

source: 형.
en: bro.

source: 완전히 지옥 출신은 아닌 것 같지만요.
en: it doesn’t seem like they’re entirely from hell though.

source: 이건 인공정령을 만드는 데 쓰이는 능력이네요.
en: this is the ability used to make artificial spirits.

source: 일본은 조금 특이하네?
en: japan is kinda unique, isn’t it?

source: 이제는 내 차례지?
en: now it’s my turn.

source: 카게하.
en: kageha.

source: 약해.
en: weak.

source: 별건 아니고.
en: it’s no big deal.

source: 아무래도 주인님의 능력은 이제 천외천에서도 백강 급에 들어가시니까요.
en: after all, master is so strong that you’re amongst one of the strong hundred within the heavenly thousand.

source: 야오요로즈노카미?
en: the yaoyorozuno?

source: 그러니 주변에 아무것도 안 보이는 거예요.
en: that’s why we don’t see anything around us.

source: 그놈들 본거지에 귀문이 실제로 있다거나.
en: or do they actually have a demon gate in their base?

source: 형은 뭐 이 동네에 대해서 잘 알아?
en: hyung, do you know this place well?

source: 우리나라는 행정부와 어비스 세력이 연결점을 안 가지고 있잖아.
en: there’s no connection between the administration and the abyss faction in our country.

source: 카제우마님.
en: kazeuma.

source: 다만…, 잘 생각해서 사용하셔야 할 것 같네요.
en: even so... you should think twice before using this ability.

source: 이게 마지막이지?
en: this is the last one, right?

source: 이 내가 일본전마협회의 카제우마인 건 알고 덤빈 거냐?
en: do you know who I am? I’m kazeuma of the japanese war horse association!

source: 태워줄래?
en: burn it for me.

source: 지겐에게는 제가 따로 말을 해 두었습니다.
en: I’ve spoken to jigen separately.

source: 그림을 맡고 있는 상아입니다.
en: this is the artist, sang-a.

source: 실력이 대단한 결계술사 인 것 같은데.
en: you look like some barrier forming expert.

source: 그 외 잡다한 마법물품이 수십 개.
en: there are still a dozen other magical items.

source: 팔백만?
en: eight million?

source: 이 집단의 안위를 책임지는 핵심 중추나 다름이 없다.
en: whoever controls it is no different from the one responsible for the sect’s safety.

source: 한국어와 일본어가 둘 다 쓰여있네.
en: there are both korean and japanese characters on the card.

source: 내가 만드는 것보다 못해 보이거든.
en: ...looks worse than the ones that I can make.

source: 혹은 고렘을 개량하거나 하는 일이지.
en: or fixing the golem.

source: 저희는 입교와 탈퇴가 자유롭기에 문제가 되지 않사옵니다.
en: that won’t be a problem, as we’re free to enter and leave.

source: 신의 힘이니까요.
en: well, it’s the power of god.

source: 이럴 수가.
en: what the heck?

source: 직접 보여드리죠.
en: sure, I’ll prove it to you right now.

source: 레벨이 꽤 되는데?
en: huh, your level is pretty high.

source: 그래서.
en: so...

source: 사인족을 공격하는 거 좋은 일일까?
en: should I go after the lizardmen?

source: 설마, 그 오니라는 놈들 지옥 출신인 거야?
en: hang on. by any chance, are these onis from hell?

source: 그런 부분은 어때?
en: how are they on that front?

source: 알지?
en: you should be aware

source: 아뇨.
en: no.

source: 어떻게 지상에 있는지는 모르겠지만.
en: what are you doing on the ground?

source: 아.
en: ah,

source: 귀문일파의 수장 카게하(影刃).
en: kageha, the head of the demon gate sect.

source: 대체 언제가 되면 백귀를 소환할 셈이지?
en: when are you going to be able to summon the white demon king?

source: 레벨은 사실 존재의 격에 가까운 것.
en: levels are closer to the degree of existence.

source: 지금 이 밀법밀문의 본거지에 쳐진 결계도 그런 종류다.
en: even the current barrier of esoteric buddhism has it.

source: 악업 수치는 높은 편입니다.
en: they seem to have quite a high number of evil deeds.

source: 너… 너 그거 뭐야?
en: you... what was that?

source: 크아아악!
en: argh!

source: 무리도 아니죠.
en: it’s not impossible.

source: 칠복신 중 하나인 에비스(恵比寿)의 조각이 깃들어 있다고 합니다.
en: it is said to be a piece of ebisu, one of the seven gods of fortune.

source: 두 개가 한 세트예요.
en: the two come as a set.

source: 자신에게 되물어 보시는 건 어떨까요?
en: why don’t you ask yourself that?

source: 그보다는 이 지역의 비보를 수집하시는 것은 어떠신가요?
en: how about exploring the region and gathering intel?

source: 두 개의 조직이 증발했는데….
en: the two organizations disappeared...

source: 호오….
en: hmph...

source: 근무시간은 하루 6시간.
en: for six hours a day.

source: 아니… 조금 그래서.
en: I’m just... a little irritated.

source: 미친놈이네, 이놈….
en: you’re insane...

source: 날 보고 있던 건 저 구슬인가?
en: is that the orb I’m looking for?

source: 넌 그런 걸 어떻게 아는 거야?
en: how do you know that?

source: 언제 그런 기능들이 생긴 거야!?
en: since when did you get so many abilities?!

source: 사굴과 귀문일파.
en: the snake cave and the demon gate sect.

source: 염동력!?
en: telekinesis?!

source: 이게 참 세상이 좋아진 건지 나빠진 건지….
en: I can’t tell if the world has gotten better or worse...

source: 어이쿠.
en: oh, c’mon.

source: 미친놈에게 미친놈이라고 말하고.
en: you’re the one telling a madman that he’s a madman.

source: 뭣!?
en: what?!

source: 백귀야행(百鬼夜行)의 기본이 되려면 적어도 백.
en: the minimum for the basis of the changing white demon king is 100.

source: 제 능력은 지금 백강십존에 들어갈 정도니까요.
en: I’m powerful enough to be part of the strong hundred and the divine ten.

source: 그러면, 조심하시기를.
en: be careful and take care.

source: 악업 수치 탐지에서 상대의 능력과 강함을 파악하는 것까지 다양해요.
en: it ranges from detecting evil deeds to determining the capabilities of a target.

source: 사룡의 여의주라고 합니다.
en: that is the serpent dragon’s magic pearl.

source: 남의 동네지만…, 아무래도 좋겠지.
en: it’s quite nice even if it is just somebody’s neighborhood...

source: 방어 결계 전개….
en: deploying defense barrier...

source: 레전드 아이템 같은 거 말이지?
en: about stuff like legendary items?

source: 너희들에게는 볼일이 없으니 꺼져.
en: I don’t have time for you, so get lost.

source: 뭐… 물건을 보니까 알 것 같네요.
en: hmm... I think I can make a guess from looking at the object.

source: 사굴은 요산회에 지원받아서 뭔가를 소환하려고 하는 것으로 알고 있습니다.
en: I know that the mount group is supporting the snake cave’s attempt to try and summon something.

source: 며칠 전부터 이 근처에서 탐문을 하던 중이었는데 당신이 나타난 겁니다.
en: I’d been exploring this area for the past few days when you showed up.

source: 그렇게 찜찜하시면 주인님께서 이 지역을 정복해서 지배하시는 것도 나쁘지 않지 않을까요?
en: master, if you feel uncomfortable, why not conquer and dominate this area?

source: 조금 시간은 걸리겠네요.
en: it seems like it’ll still take a while...

source: 수집 욕구가 자극되잖아.
en: I just can’t help it.

source: 그냥 교주께서 많이 약화 되셔서 그래.
en: it’s just that the sect leader has gotten weaker.

source: 찾았다.
en: I found you.

source: 거기까지 알고 있었어?
en: you heard about that?

source: 제 휘하로 받아들이죠.
en: I’ll accept your request.

source: 반경 5km에서 일정 이상의 힘을 가진 아이템만 탐지했는데, 45개나 있잖아?
en: there’s already 45 even though I only searched a 5km radius for items above a certain power!

source: 본신령은 카미카미 시로라고 하오니 그리 불러주시옵소서.
en: please call me paper god shiro.

source: 잡담은 이쯤하고….
en: enough talking...

source: 무지성적으로 설계도를 구입하시니까 그렇죠.
en: that’s because you keep purchasing blueprints impulsively.

source: 안녕하세요.
en: hello.

source: 그래그래.
en: okay, okay.

source: 이치무라 안고라고 합니다.
en: my name is ichimura ango.

source: 신의 성물, 혹은 유물이 이 안에 들어 있다는 것만 알고 있네.
en: all I know is that a sacred object or relic is contained within it.

source: 종이 지(紙)자를 쓰잖아요?
en: you do use paper, right?

source: 그렇게 어려운 일은 아니었습니다.
en: it wasn’t that difficult.

source: 그리고 주인님은 자원 관리를 제대로 안 하고 계시잖아요?
en: besides, master, you’re not even working on the resource management properly.

source: 이게 뭔 소리?
en: what are you talking about?

source: 바로 가자.
en: let’s head over quickly.

source: 차원법칙설정 결계.
en: dimensional law barrier.

source: 이 안의 신물도 대단한 물건이지만….
en: while the sacred treasure within it is pretty amazing...

source: 마력발전시설로 수용하겠습니다.
en: we’ll use them for the magic power generation facilities.

source: 최근에요.
en: only recently.

source: 이미 금오도의 후방 지대도 털어먹고 다녔는데 뭘.
en: besides, I’ve already turned geumodo upside down.

source: 재료값만 거의 4000억이 들었던 물건이지만,
en: while the materials for this item alone costs 400 billion,

source: 그건 쉬운 문제지.
en: that’s an easy question.

source: 통천교주를 컷시킨 그 인간 말이구나.
en: oh, you’re talking about the guy who cut off tongtian jiaozhu.

source: 사실 사상력을 처리 못 해서 저런 요괴 종족이 우후죽순으로 생기는 거 아니겠어?
en: isn’t that the reason why those types of monsters keep appearing here?

source: 알았어.
en: got it.

source: 본래는 요괴였지만 지금은 인공정령 비슷하게 된 걸 말하는 건가?
en: is he talking about his transformation from a demon into a sort of artificial spirit?

source: 출력이 과한 것을 빼면 딱히 대단할 건 없어.
en: aside from its excessive energy output, it’s nothing special.

source: 게다가 지옥에서는 이곳으로 일반적으로는 건너올 수 없다는 것.
en: besides, you know that those from hell can’t just cross over via normal means.

source: 일본의 경우 1엔 단위까지 계산해서 쓰는 것이 보통이라고 알려져 있답니다.
en: it’s still quite common to use 1 yen coins in japan.

source: 우선 교섭 전에 기초적인 부분을 알아보기 위해서 이곳에 오자고 한 것일세.
en: the only reason why we came over is to go over the basics before the actual negotiations.

source: 네놈을 죽이고 그 혼을 붙잡아 심문해 주마!
en: I’ll kill you and interrogate that spirit!

source: 대신 그 보구 안의 신물은 저에게 주시는 것으로.
en: in return, you’ll give me the sacred treasure within it.

source: 정말 게임 캐릭터 만드는 것 같아.
en: it really is like making a game character.

source: 제가 온 게 아닙니다.
en: I didn’t come.

source: 그러면 게이트 열어 줄 테니까.
en: I’ll open the gate then.

source: 큭….
en: ugh...

source: 이 몸은 일본전마협회의 간부인 쿠로우마(黑馬)다.
en: I am dark horse, an executive of the japanese war horse association.

source: 그리고 결계를 작동합니다.
en: after that, it’ll create a barrier.

source: 사실 중국은 일반적인 거리에서도 사람들은 제법 있어서요.
en: actually, it’s quite common for people to be frolicking around the streets in china.

source: 어떤 욕망?
en: what sort of desires?

source: 인간경시가 일어날 거 같아.
en: there’s probably gonna be contempt for humans.

source: 무슨 사정인데 하루 후에 보자는 지 알아?
en: do you know why we have to wait one whole day?

source: 그랬죠.
en: that’s right.

source: 교주께서 받으시는 것이 옳은 것이겠지.
en: this would be for the sect leader to receive.

source: 그나저나 뭐를 할까?
en: anyway, what should I do?

source: 그건 중요하지 않아.
en: that’s not important.

source: 괴이에서 요괴로 올라간 자들이 많은가 봐.
en: I’m guessing there’s a lot of beings that have evolved into monsters there.

source: 일본전마협회는 이 사실을 알고 있나?
en: does the japanese war horse association know about this?

source: 자네.
en: you...

source: 자… 자네….
en: y-you...

source: 단의 문 같은 조직 상대용인가?
en: is this for an organization like the gate of dan?

source: 이 땅에서 나를 막을 만한 조직은 없지.
en: no one here is strong enough to stop me.

source: 힘이 적다고 할지라도 본래의 격은 높을 것일 테죠.
en: her original power will be high, even if it’s low now.

source: 그건 내가 다른 건 꼼꼼하지 않단 소리야?
en: are you tryna say that I’m not meticulous with other things?

source: 오오오!
en: oh!!!

source: 이 보구 역시 일본 내에서는 최상급에 속하는 물건일세.
en: ...the orb itself is considered one of japan’s most sacred objects.

source: 알고 묻는 거죠?
en: why ask if you already know?

source: 오?
en: oh?

source: 주인님은 이런 부분에서는 꼼꼼하시니까요.
en: master seems to be quite meticulous when it comes to these kinds of things.

source: 수천 년간 살아남으며 쌓아온 저력은 제법 끈덕지고 강력했다.
en: the strength that they’ve built up over thousands of years still thrives.

source: 몽마래니까 악마이지 않을까?
en: come on, get up.

source: 사상력 수급 문제로 생각하면 나쁘지 않긴 한데….
en: even though it’s not a bad idea to think about the supply and demand problem...

source: 사실 결계라는 건 마력만 잔뜩 집어넣으면 위력은 급상승하지만, 그래선 마력 소모가 심각해진다.
en: inserting lots of magic power alone is enough to power a barrier. however, doing so rapidly increases the consumption of magic power.
